{
  "auto_mapping": null,
  "base_model_name_or_path": "bert-base-multilingual-cased",
  "inference_mode": true,
  "num_attention_heads": 12,
  "num_layers": 12,
  "num_transformer_submodules": 1,
  "num_virtual_tokens": 20,
  "peft_type": "PROMPT_TUNING",
  "prompt_tuning_init": "TEXT",
  "prompt_tuning_init_text": "question answer context start end",
  "revision": null,
  "task_type": "QUESTION_ANS",
  "token_dim": 768,
  "tokenizer_kwargs": null,
  "tokenizer_name_or_path": "bert-base-multilingual-cased"
}