{
  "auto_mapping": null,
  "base_model_name_or_path": "bert-base-multilingual-cased",
  "inference_mode": true,
  "num_attention_heads": 12,
  "num_layers": 12,
  "num_transformer_submodules": 1,
  "num_virtual_tokens": 5,
  "peft_type": "PROMPT_TUNING",
  "prompt_tuning_init": "RANDOM",
  "prompt_tuning_init_text": null,
  "revision": null,
  "task_type": "TOKEN_CLS",
  "token_dim": 768,
  "tokenizer_kwargs": null,
  "tokenizer_name_or_path": null
}